export default {
  일반: [
    {
      question: '카카오톡 지갑은 어떤 서비스인가요?',
      answer: `카카오톡 지갑은 사용자가 소유한 디지털 자산과 아이템이 담기는 곳으로서,
            본인확인을 거쳐 이용할 수 있는 카카오의 다양한 서비스를 모아보실 수 있는 공간입니다.

            지갑에서 이용하실 수 있는 기능은 다음과 같습니다.
            - 카카오 인증서 발급, 삭제, 유효기간 확인, 사용이력 조회 등 인증서 관리 메뉴를 제공합니다.
            - 전용 QR코드를 이용해 무인 편의점에 출입할 수 있습니다.
            - 보유 중인 (한국산업인력공단)자격증을 연결하여 카카오톡 안에서 확인하실 수 있고, 자격증 상세 정보를 조회할 수 있습니다.
            - 멀티프로필, 프로필 인증 배지 등 본인확인을 거치면 이용할 수 있는 카카오의 다양한 서비스를 둘러보고 가입하실 수 있습니다.`,
    },
    {
      question: '카카오 인증서는 무엇인가요?',
      answer: '공공/금융기관 등 다양한 곳에서 내가 나임을 증명하기 위해 본인인증을 해야하는 경우 카카오톡을 이용해 간편하게 인증할 수 있는 인증서 서비스입니다.',
    },
    {
      question: '나의 디지털 ID가 무엇인가요?',
      answer: '나의 신원/소속/자격 등을 확인할 수 있는 신분증/자격증/출입증/보증서 아이템을 말합니다. 앞으로  다양한 디지털 ID가 추가될 예정이니 조금만 기다려주세요.',
    },
  ],
  인증서: [
    { question: '인증서를 발급받을 수 없다는 메시지가 뜹니다', answer: '' },
    // { quetsion: 'PC/Mac/태블릿/아이패드만 쓰고 있는데, 인증서 발급 안내 메시지가 오지 않습니다. 인증서를 발급받으려면 어떻게 해야 하나요?',
    // answer: '' },
    // { quetsion: '본인인증을 하려고 하는데 휴대폰 번호 입력란밖에 안 떠요.', answer: '' },
  ],
  '서비스 이용': [
    {
      question: '계좌확인 인증이 안되고 고객센터로 문의하라는 안내가 떠요.',
      answer: '계좌확인 인증은 본인 명의로 개설된 은행 계좌를 통해서만 인증이 가능합니다. 소유주 실명이 휴대전화 본인인증을 통해 확인한 실명과 같은지 다시 한번 확인 부탁드립니다. 지갑을 만들 때 휴대전화 본인인증으로 확인된 실명과 동일해야 하는 점 참고 부탁드립니다.',
    },
    // '발급 받은 인증서는 어디에 활용할 수 있나요?',
    // '인증서의 유효기간이 있나요?',
    // '기기를 변경하면 인증서도 유지되나요?',
    // '발급 받은 인증서를 삭제할 수 있나요?',
    // '인증서 사용 이력은 어디서 확인할 수 있나요?',
    // '사용 이력이 확인되지 않아요.',
    // '태블릿이나 PC로는 지갑에 들어갈 수 없나요?',
  ],
  'MY 비밀번호': [
    { question: 'MY비밀번호를 잊어버렸어요. 잊어버린 비밀번호를 찾을 방법이 있을까요?', answer: '' },
    // '비밀번호를 3번 틀렸어요. 5번 틀리면 서비스 이용에 제한이 있을 수 있다는데, 어떻게 하면 되나요?',
    // '생체인증은 어떻게 설정하면 되나요? 비밀번호 말고 face id/touch id/지문인식을 설정할 수 없나요?',
    // '비밀번호를 다시 설정하려는데 본인인증(카카오 계정 비밀번호 확인)에 실패했습니다. 어떻게 하면 되나요?',
    // 'MY 비밀번호를 변경하고 싶어요',
    // '비밀번호 5회 제한이 너무 불편해요. 콘에서 3번 틀리고, 지갑에서 2번 틀렸더니 비밀번호 입력 에러가 떠요.',
  ],
  '디지털 ID': [
    { question: '자격증을 카카오톡으로 어떻게 가져올 수 있나요?', answer: '' },
    // '자격증 발급하는 버튼을 못 찾겠어요.',
    // '지갑에 가져온 자격증을 삭제할 수 있나요?',
    // '내 자격증 데이터는 안전하게 보관되고 있나요?',
    // '카카오톡 지갑의 인증서를 재발급 받으면 자격증도 재발급 받아야 하나요?',
    // '발급받을 수 있는 자격증은 무엇이 있나요?',
    // '발급 받은 자격증은 어디에서 사용할 수 있나요?',
    // '자격증을 발급 받다가 오류가 뜨고, 다음 단계로 넘어가지 않아요.',
    // '자격증의 진위 확인은 어떻게 할 수 있나요?',
    // '자격증 화면에 사진이 나오지 않아요.',
  ],
  '지갑 QR': [
    { question: '지갑 QR은 무슨 기능인가요?', answer: '' },
    // '지갑 QR은 어디에 사용할 수 있나요?',
    // '지갑 QR코드로 무인점포 이용은 만14세 미만도 사용할 수 있나요?',
  ],
};
